{
  "titulo": {
    "es": "¿Qué importancia tiene el año 1914 según la Biblia?",
    "en": "What is the significance of the year 1914 according to the Bible?"
  },
  "contenido": {
    "es": "Para los Testigos de Jehová, el año 1914 marca el inicio del Reino de Dios con Jesucristo como Rey en el cielo. Aunque ese año no aparece directamente en la Biblia, su significado se deriva del cumplimiento de una profecía clave en el libro de Daniel.",
    "en": "For Jehovah’s Witnesses, the year 1914 marks the beginning of God's Kingdom with Jesus Christ as King in heaven. Although the year does not appear directly in the Bible, its significance comes from the fulfillment of a key prophecy in the book of Daniel."
  },
  "conclusion": {
    "es": "1914 marca el cumplimiento de una profecía bíblica. En ese año, Jesús fue entronizado como Rey en el cielo y comenzó su presencia espiritual. Los acontecimientos mundiales desde entonces son evidencia del cumplimiento de las profecías y del avance del Reino de Dios en su fase celestial.",
    "en": "1914 marks the fulfillment of a biblical prophecy. In that year, Jesus was enthroned as King in heaven and began his spiritual presence. Global events since then are evidence of the fulfillment of prophecy and the progress of God’s Kingdom in its heavenly phase."
  },
  "argumentos": {
    "argumentos_biblicos": [
      {
        "titulo": {
          "es": "Jesús comenzó a reinar en el tiempo señalado",
          "en": "Jesus began ruling at the appointed time"
        },
        "cita": "Salmo 110:1-2",
        "texto": {
          "es": "Siéntate a mi derecha hasta que ponga a tus enemigos como banquillo para tus pies.",
          "en": "Sit at my right hand until I make your enemies a footstool for your feet."
        }
      },
      {
        "titulo": {
          "es": "Su presencia sería invisible y acompañada de señales",
          "en": "His presence would be invisible and accompanied by signs"
        },
        "cita": "Mateo 24:3-8",
        "texto": {
          "es": "¿Cuál será la señal de tu presencia y de la conclusión del sistema de cosas?",
          "en": "What will be the sign of your presence and of the conclusion of the system of things?"
        }
      }
    ],
    "argumentos_logicos": [
      {
        "titulo": {
          "es": "1914 marcó el inicio de una época sin precedentes",
          "en": "1914 marked the beginning of an unprecedented era"
        },
        "explicacion": {
          "es": "Antes de ese año, la historia humana no había visto guerras mundiales ni una escalada global de catástrofes como las que empezaron entonces.",
          "en": "Before that year, human history had not seen world wars or a global escalation of disasters like those that began then."
        }
      },
      {
        "titulo": {
          "es": "El Reino de Dios debía comenzar en el cielo, no en la Tierra",
          "en": "God’s Kingdom was to begin in heaven, not on Earth"
        },
        "explicacion": {
          "es": "Jesús dijo que su Reino no era parte de este mundo (Juan 18:36), y su entronización sería invisible al ojo humano pero evidente por sus efectos.",
          "en": "Jesus said that his Kingdom was not part of this world (John 18:36), and his enthronement would be invisible to the human eye but evident through its effects."
        }
      }
    ],
    "argumentos_historicos": [
      {
        "titulo": {
          "es": "1914 coincidió con el estallido de la Primera Guerra Mundial",
          "en": "1914 coincided with the outbreak of World War I"
        },
        "descripcion": {
          "es": "Ese conflicto marcó el inicio de un periodo conocido por los historiadores como 'la era de la ansiedad', cumpliendo las profecías bíblicas.",
          "en": "That conflict marked the beginning of a period known by historians as 'the age of anxiety,' fulfilling biblical prophecies."
        }
      },
      {
        "titulo": {
          "es": "Los Testigos de Jehová anunciaban 1914 con décadas de anticipación",
          "en": "Jehovah’s Witnesses announced 1914 decades in advance"
        },
        "descripcion": {
          "es": "Ya en el siglo XIX, los Estudiantes de la Biblia identificaban 1914 como el fin de los tiempos de los gentiles.",
          "en": "As early as the 19th century, Bible Students identified 1914 as the end of the Gentile Times."
        }
      }
    ],
    "fuentes_recomendadas": [
      "https://www.jw.org/es/ensenanzas-biblicas/preguntas/1914-fin-del-mundo/",
      "https://wol.jw.org/es/wol/d/r4/lp-s/2009323",
      "https://www.jw.org/es/biblioteca/revistas/wp20140901/que-paso-en-1914/"
    ]
  },
  "secciones": [
    {
      "subtitulo": {
        "es": "La profecía de los 'siete tiempos' en Daniel",
        "en": "The prophecy of the 'seven times' in Daniel"
      },
      "parrafos": [
        {
          "es": "Aunque se refiere inicialmente al rey Nabucodonosor, los Testigos de Jehová entienden que tiene un cumplimiento mayor: predice el período sin gobierno de Dios sobre la Tierra, hasta que Jesús sea entronizado en el cielo.",
          "en": "Though it initially refers to King Nebuchadnezzar, Jehovah’s Witnesses understand that it has a greater fulfillment: it foretells the period without God's rule on Earth, until Jesus is enthroned in heaven."
        },
        {
          "es": "Daniel 4:16, 17: Que se le cambie el corazón de hombre y se le dé corazón de bestia, y que pasen sobre él siete tiempos... para que los vivos sepan que el Altísimo domina el reino de la humanidad.",
          "en": "Daniel 4:16, 17: Let his heart be changed from that of a man, and let a beast’s heart be given to him... so that the living may know that the Most High rules over the kingdom of mankind."
        }
      ]
    },
    {
      "subtitulo": {
        "es": "Cálculo de los siete tiempos: 2.520 años",
        "en": "Calculation of the seven times: 2,520 years"
      },
      "parrafos": []
    },
    {
      "subtitulo": {
        "es": "¿Qué ocurrió en 1914?",
        "en": "What happened in 1914?"
      },
      "parrafos": [
        {
          "es": "Los sucesos mundiales desde 1914 —guerra mundial, pandemias, hambre, inestabilidad— coinciden con las señales que Jesús dio sobre su 'presencia' como Rey invisible desde el cielo.",
          "en": "World events since 1914 —world war, pandemics, famine, instability— match the signs Jesus gave about his 'presence' as invisible King from heaven."
        },
        {
          "es": "Apocalipsis 12:7-10: Miguel y sus ángeles combatieron con el dragón... y fue expulsado Satanás... Ahora ha venido la salvación y el poder y el Reino de nuestro Dios.",
          "en": "Revelation 12:7-10: Michael and his angels fought with the dragon... Satan was hurled down... Now have come the salvation and the power and the Kingdom of our God."
        },
        {
          "es": "Lucas 21:10-11: Nación se levantará contra nación... habrá grandes terremotos, epidemias y hambre.",
          "en": "Luke 21:10-11: Nation will rise against nation... there will be great earthquakes, epidemics, and food shortages."
        }
      ]
    }
  ]
}