{
  "titulo": {
    "es": "¿Qué importancia tiene el año 1914 según la Biblia?",
    "en": "What Is the Importance of the Year 1914 According to the Bible?"
  },
  "contenido": {
    "es": "Para los Testigos de Jehová, el año 1914 marca el inicio del Reino de Dios con Jesucristo como Rey en el cielo. Aunque ese año no aparece directamente en la Biblia, su significado se deriva del cumplimiento de una profecía clave en el libro de Daniel.",
    "en": "For Jehovah’s Witnesses, the year 1914 marks the beginning of God's Kingdom with Jesus Christ as King in heaven. Although that year does not appear directly in the Bible, its significance is derived from the fulfillment of a key prophecy in the book of Daniel."
  },
  "conclusion": {
    "es": "1914 marca el cumplimiento de una profecía bíblica. En ese año, Jesús fue entronizado como Rey en el cielo y comenzó su presencia espiritual. Los acontecimientos mundiales desde entonces son evidencia del cumplimiento de las profecías y del avance del Reino de Dios en su fase celestial.",
    "en": "1914 marks the fulfillment of a Bible prophecy. In that year, Jesus was enthroned as King in heaven and began his spiritual presence. World events since then are evidence of the fulfillment of prophecy and the progress of God's Kingdom in its heavenly phase."
  },
  "argumentos": {
    "argumentos_biblicos": [
      {
        "titulo": {
          "es": "Jesús comenzó a reinar en el tiempo señalado",
          "en": "Jesus Began to Reign at the Appointed Time"
        },
        "cita": "Salmo 110:1-2",
        "texto": {
          "es": "Siéntate a mi derecha hasta que ponga a tus enemigos como banquillo para tus pies.",
          "en": "Sit at my right hand until I make your enemies a footstool for your feet."
        }
      },
      {
        "titulo": {
          "es": "Su presencia sería invisible y acompañada de señales",
          "en": "His Presence Would Be Invisible and Marked by Signs"
        },
        "cita": "Mateo 24:3-8",
        "texto": {
          "es": "¿Cuál será la señal de tu presencia y de la conclusión del sistema de cosas?",
          "en": "What will be the sign of your presence and of the conclusion of the system of things?"
        }
      }
    ],
    "argumentos_logicos": [
      {
        "titulo": {
          "es": "1914 marcó el inicio de una época sin precedentes",
          "en": "1914 Marked the Start of an Unprecedented Era"
        },
        "explicacion": {
          "es": "Antes de ese año, la historia humana no había visto guerras mundiales ni una escalada global de catástrofes como las que empezaron entonces.",
          "en": "Before that year, human history had not seen world wars or a global escalation of catastrophes like those that began then."
        }
      },
      {
        "titulo": {
          "es": "El Reino de Dios debía comenzar en el cielo, no en la Tierra",
          "en": "God’s Kingdom Was to Begin in Heaven, Not on Earth"
        },
        "explicacion": {
          "es": "Jesús dijo que su Reino no era parte de este mundo, y su entronización sería invisible al ojo humano pero evidente por sus efectos.",
          "en": "Jesus said that his Kingdom was no part of this world, and his enthronement would be invisible to the human eye but evident by its effects."
        }
      }
    ],
    "argumentos_historicos": [
      {
        "titulo": {
          "es": "1914 coincidió con el estallido de la Primera Guerra Mundial",
          "en": "1914 Coincided With the Outbreak of World War I"
        },
        "descripcion": {
          "es": "Ese conflicto marcó el inicio de un periodo conocido por los historiadores como 'la era de la ansiedad', cumpliendo las profecías bíblicas.",
          "en": "That conflict marked the beginning of a period known by historians as 'the age of anxiety', fulfilling Bible prophecy."
        }
      },
      {
        "titulo": {
          "es": "Los Testigos de Jehová anunciaban 1914 con décadas de anticipación",
          "en": "Jehovah’s Witnesses Announced 1914 Decades in Advance"
        },
        "descripcion": {
          "es": "Ya en el siglo XIX, los Estudiantes de la Biblia (antecesores de los Testigos de Jehová) identificaban 1914 como el fin de los tiempos de los gentiles.",
          "en": "As early as the 19th century, Bible Students (the forerunners of Jehovah’s Witnesses) identified 1914 as the end of the Gentile Times."
        }
      }
    ],
    "fuentes_recomendadas": [
      "https://www.jw.org/es/ensenanzas-biblicas/preguntas/1914-fin-del-mundo/",
      "https://wol.jw.org/es/wol/d/r4/lp-s/2009323",
      "https://www.jw.org/es/biblioteca/revistas/wp20140901/que-paso-en-1914/"
    ]
  },
  "secciones": [
    {
      "subtitulo": {
        "es": "La profecía de los 'siete tiempos' en Daniel",
        "en": "The Prophecy of the 'Seven Times' in Daniel"
      },
      "parrafos": [
        {
          "es": "Aunque se refiere inicialmente al rey Nabucodonosor, los Testigos de Jehová entienden que tiene un cumplimiento mayor...",
          "en": "Although it initially refers to King Nebuchadnezzar, Jehovah’s Witnesses understand it to have a greater fulfillment..."
        },
        {
          "es": "Daniel 4:16, 17: Que se le cambie el corazón de hombre y se le dé corazón de bestia...",
          "en": "Daniel 4:16, 17: Let his heart be changed from that of a man, and let him be given the heart of a beast..."
        }
      ]
    },
    {
      "subtitulo": {
        "es": "Cálculo de los siete tiempos: 2.520 años",
        "en": "Calculation of the Seven Times: 2,520 Years"
      },
      "parrafos": []
    },
    {
      "subtitulo": {
        "es": "¿Qué ocurrió en 1914?",
        "en": "What Happened in 1914?"
      },
      "parrafos": [
        {
          "es": "Los sucesos mundiales desde 1914 —guerra mundial, pandemias, hambre, inestabilidad— coinciden con las señales que Jesús dio...",
          "en": "World events since 1914—world war, pandemics, famine, instability—match the signs Jesus gave..."
        },
        {
          "es": "Apocalipsis 12:7-10: Miguel y sus ángeles combatieron con el dragón...",
          "en": "Revelation 12:7-10: Michael and his angels battled with the dragon..."
        },
        {
          "es": "Lucas 21:10-11: Nación se levantará contra nación... habrá grandes terremotos, epidemias y hambre.",
          "en": "Luke 21:10-11: Nation will rise against nation... there will be great earthquakes, epidemics, and famines."
        }
      ]
    }
  ]
}