{
  "titulo": {
    "es": "¿Reinarán los 144,000 con Cristo?",
    "en": "Will the 144,000 Reign With Christ?"
  },
  "contenido": {
    "es": "La Biblia identifica a los 144,000 como un grupo especial de seguidores de Cristo que estarán con él en el cielo.\n\n¿Qué dice la Biblia?\nApocalipsis 14:1-3 describe a los 144,000 como los que están con el Cordero en el monte Sion. También se dice que son comprados de la Tierra como primicias para Dios y el Cordero.\n\n¿Qué función tendrán?\nEstos 144,000 están asociados con el Reino celestial y reinarán con Cristo como reyes y sacerdotes (Apocalipsis 20:4-6). Forman parte de una administración celestial para bendecir a la humanidad.\n\n¿Hay esperanza para otros?\nSí. La Biblia también habla de una 'gran muchedumbre' que será salvada y vivirá en la Tierra bajo el Reino de Dios (Apocalipsis 7:9-10). Esta esperanza terrenal es para millones de personas obedientes que no forman parte del grupo de los 144,000.",
    "en": "The Bible identifies the 144,000 as a special group of Christ’s followers who will be with him in heaven.\n\nWhat does the Bible say?\nRevelation 14:1-3 describes the 144,000 as standing with the Lamb on Mount Zion. They are also described as being bought from the earth as firstfruits for God and the Lamb.\n\nWhat will their role be?\nThese 144,000 are associated with the heavenly Kingdom and will reign with Christ as kings and priests (Revelation 20:4-6). They form part of a heavenly administration to bless mankind.\n\nIs there hope for others?\nYes. The Bible also speaks of a “great crowd” that will be saved and will live on Earth under God’s Kingdom (Revelation 7:9-10). This earthly hope is for millions of obedient people who are not part of the 144,000."
  },
  "versiculos": [
    {"cita": "Apocalipsis 14:1-3"},
    {"cita": "Apocalipsis 20:4-6"},
    {"cita": "Apocalipsis 7:9-10"}
  ],
  "fuente": {
    "es": "https://www.jw.org/es/biblioteca/revistas/wp202005/reinaran-los-144000-con-cristo/",
    "en": "https://www.jw.org/en/library/magazines/wp202005/will-144000-reign-with-christ/"
  },
  "copyright": {
    "es": "Contenido basado en publicaciones de jw.org",
    "en": "Content based on publications from jw.org"
  }
}